cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'dfu-programmer'
brew 'grc'
brew 'neovim'
brew 'node'
brew 'python'
brew 'python3'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'watch'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'
brew 'zsh'

cask 'calibre'
cask 'dropbox'
cask 'evernote'
cask 'google-chrome'
cask 'iterm2'
cask 'keka'
cask 'mplayerx'
cask 'musicbrainz-picard'
cask 'plexamp'
cask 'slack'
cask 'steam'
cask 'teamviewer'
cask 'transmission'
