cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'ack'
brew 'coreutils'
brew 'grc'
brew 'neovim'
brew 'node'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'wget'
brew 'youtube-dl'
brew 'zsh-syntax-highlighting'

cask 'battle-net'
cask 'caibre'
cask 'curse'
cask 'dropbox'
cask 'evernote'
cask 'firefox'
cask 'google-chrome'
cask 'iterm2'
cask 'jdiskreport'
cask 'jump-desktop'
cask 'kaka'
cask 'musicbrainz-picard'
cask 'steam'
cask 'sublime-text'
cask 'teamviewer'
cask 'transmission'
